Repository: 1234hdpa/Keka
Catalog: Translations/Current Translations/*.lproj/Localizable.strings
Languages: pl

source: Yes
pl: Tak

source: No
pl: Nie

source: Don't show again
pl: Nie pokazuj więcej

source: Set as default compressor
pl: Ustaw jako domyślny kompresor plików

source: Not now
pl: Zapytaj później

source: Want to make Keka your default compressor?
pl: Czy chcesz ustawić Keka jako domyślny kompresor plików?

source: This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences.
pl: Wszystkie kompatybilne typy archiwów zostaną powiązane z Keka.

source: Really want to close Keka?
pl: Czy na pewno chcesz zamknąć Keka?

source: The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.
pl: Trwające operacje zostaną anulowane. Aby zachować wprowadzone zmiany, zamknij Keka po zakończenia procesu.

source: Password needed
pl: Wprowadź hasło

source: File "%@" needs a password to be extracted
pl: Plik "%@" wymaga wprowadzenia hasła do archiwum

source: Extraction of "%@" done
pl: Wypakowywanie pliku "%@" zakończone

source: Extraction of "%@" failed.
pl: Wypakowywanie pliku "%@" zakończone z błędami.

source: Extraction complete
pl: Wypakowywanie zakończone

source: Extraction fail
pl: Błąd wypakowywania

source: Compression complete
pl: Archiwizowanie zakończone

source: File "%@" created
pl: Tworzenie pliku "%@" zakończone powodzeniem

source: Compression fail
pl: Błąd archiwizowania

source: File "%@" cannot be created
pl: Tworzenie pliku "%@" zakończone niepowodzeniem

source: Operation not implemented
pl: Operacja nie została zrealizowana

source: This operation is not implemented yet so Keka is in beta process.
pl: Operacja nie została zrealizowana. Keka jest nadal w fazie testów.

source: Performing operation...
pl: Operacja w toku...

source: Waiting...
pl: Oczekiwanie...

source: Extracting "%@"
pl: Wypakowywanie "%@"

source: Extracting "%@..."
pl: Wypakowywanie "%@..."

source: Creating %@ file...
pl: Tworzenie pliku %@

source: Creating file "%@"
pl: Tworzenie pliku "%@"

source: Creating file "%@..."
pl: Tworzenie pliku "%@..."

source: Time elapsed: %d:%@%d:%@%d hours%@
pl: Pozostały czas: %d:%@%d:%@%d godzin%@

source: Time elapsed: %d:%@%d minutes%@
pl: Pozostały czas: %d:%@%d minut%@

source: Time elapsed: %d seconds%@
pl: Pozostały czas: %d sekund%@

source: %d seconds
pl: %d sekund

source: %d:%@%d minutes
pl: %d:%@%d minut

source: %d:%@%d:%@%d hours
pl: %d:%@%d:%@%d godzin

source: Pause
pl: Wstrzymaj

source: Continue
pl: Kontynuuj

source: Operation paused
pl: Operacja wstrzymana

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Operation failed
pl: Operacja zakończona niepowodzeniem

source: Operation failed with error code %d
pl: Operacja zakończona niepowodzeniem. Kod błędu: %d

source: Choose a name and folder to start the compression
pl: Aby rozpocząć archiwizację, wybierz nazwę pliku i folder docelowy

source: Creation of "%@" failed
pl: Tworzenie pliku "%@" zakończone niepowodzeniem

source: Creating "%@"
pl: Tworzenie pliku "%@"

source: Prepearing extraction...
pl: Przygotowywanie do wypakowywania…

source: Choose a folder to extract this file
pl: Aby rozpocząć wypakowywanie, wybierz folder docelowy

source: Extraction of "%@" failed
pl: Wypakowywanie pliku "%@" zakończone niepowodzeniem

source: Keka - %i on queue
pl: Keka - %i w kolejce

source: Keka can't create this ISO image
pl: Tworzenie pliku ISO zakończone niepowodzeniem

source: - Remaining: Calculating...
pl: - Pozostały czas: obliczanie...

source: - Remaining: About one second
pl: - Pozostały czas: ok. 1 sekundy

source: - Remaining: About %d seconds
pl: - Pozostały czas: ok. %d sekundy

source: - Remaining: About 1 minute
pl: - Pozostały czas: ok. 1 minuty

source: - Remaining: About %d minutes
pl: - Pozostały czas: ok. %d minut

source: - Remaining: About 1 hour
pl: - Pozostały czas: ok. 1 godziny

source: - Remaining: About %d hours
pl: - Pozostały czas: ok. %d godzin

source: - Remaining: About 1 day
pl: - Pozostały czas: ok. 1 dnia

source: - Remaining: About %d days
pl: - Pozostały czas: ok. %d dani

source: - Remaining: About 1 year
pl: - Pozostały czas: ok. 1 roku

source: - Remaining: About %d years
pl: - Pozostały czas: ok. %d lat

source: - Remaining: Less than one second
pl: - Pozostały czas: < 1 sekundy

source: Can't show progress time...
pl: Pozostały czas: obliczanie...

source: Password for "%@"
pl: Hasło do "%@"

source: No compression
pl: Bez kompresji

source: Fastest, less compression
pl: Bardzo niski stopień kompresji

source: Fast, less compression
pl: Niski stopień kompresji

source: Normal
pl: Średni stopień kompresji

source: Slow, more compression
pl: Wysoki stopień kompresji

source: Slowest, more compression
pl: Najwyższy stopień kompresji

source: Method: No compression
pl: Metoda: Brak kompresji

source: Method: Fastest, less compression
pl: Metoda: Bardzo niski stopień kompresji

source: Method: Fast, less compression
pl: Metoda: Niski stopień kompresji

source: Method: Normal
pl: Metoda: Średni stopień kompresji

source: Method: Slow, more compression
pl: Metoda: Wysoki stopień kompresji

source: Method: Slowest, more compression
pl: Metoda: Najwyższy stopień kompresji

source: Compression
pl: Kompresja

source: Extraction
pl: Archiwizacja

source: Keka can't use the "extlx.plist" list, please get in contact with the developers. Now Keka will quit.
pl: Keka nie może użyć "extlx.plist", Skontaktuj się z autorem programu. Program zostanie wyłączony.

source: Keka is dying!
pl: Keka umiera!

source: Ask each time
pl: Zawsze pytaj, gdzie zapisać

source: Next to original file
pl: Pierwotna lokalizacja

source: Custom folder...
pl: Wybierz folder...

source: Same as original file
pl: Nazwa zgodna z oryginałem

source: Custom name...
pl: Wybierz nazwę...

source: Compressed file
pl: Plik zarchiwizowany

source: Set as default folder
pl: Ustaw jako domyślny kompresor plików

source: Perform automatic action
pl: Tryb automatyczny

source: Always compress
pl: Archiwizuj

source: Always extract
pl: Wypakuj

source: Drop here to extract
pl: Przeciągnij tutaj, aby wypakować

source: Drop here to compress
pl: Przeciągnij tutaj, aby zarchiwizować

source: unknown
pl: znieznany

source: Unknown error
pl: Nieznany błąd

source: Error code %d using "%@" %@
pl: Kod błędu %d z wykorzystaniem "%@" %@

source: No errors found
pl: Nie znaleziono błędów

source: Minor error, the operation may be done well
pl: Wystąpiły drobne błędy, przy czym operacja mogła zakończyć się pomyślnie

source: Fatal error
pl: Błąd krytyczny

source: CRC error occurred, maybe the file is corrupt
pl: Wystąpił błąd CRC, plik może być uszkodzony

source: Attempt to modify an archive previously locked
pl: Próba modyfikacji zablokowanego archiwum

source: Maybe you don't have permission to write or your disk is full
pl: Sprawdź, czy posiadasz wolne miejsce na dysku i uprawnienia do zapisu plików

source: Can't open the file, maybe you don't have read permission
pl: Nie można otworzyć pliku, sprawdź czy posiadasz oprawnienia do odczytu

source: Command line error, please contact with the developer
pl: Błąd wiersza poleceń, skontaktuj się z autorem programu

source: Not enough memory. Try to close some programs and repeat the operation
pl: Brak pamięci. Zamknij zbędne programy i spróbuj ponownie

source: Can't create the file, maybe you don't have permission or free space
pl: Nie można utworzyć pliku. Sprawdź, czy posiadasz wolne miejsce na dysku i uprawnienia do zapisu plików

source: Canceled manually
pl: Anulowano

source: Bad password, try again
pl: Niewłaściwe hasło, spróbuj ponownie

source: This archive is locked
pl: Archiwum jest zablokowane

source: Write error. No permission? No space left?
pl: Błąd zapisu. Sprawdź, czy posiadasz wolne miejsce na dysku i uprawnienia do zapisu plików

source: Can't open the file, maybe it's not accessible
pl: Nie można otworzyć pliku

source: No files matching the mask
pl: Brak plików pasujących do maski
